Repository: Libertasio/xfce4-statusnotifier-plugin
Catalog: po/*.po
Languages: de, eu, pl

source: Clear
de: Leeren
eu: Garbitu
pl: Wyczyść

source: Are you sure you want to clear the list of known items?
de: Möchten Sie wirklich die Liste der bekannten Einträge leeren?
eu: Elementu ezagunen zerrenda garbitu nahi duzu?
pl: Wyczyścić listę znanych elementów?

source: Status Notifier Items
de: Einträge der Benachtigungsfläche
eu: Egoera jakinarazpen elementuak
pl: Elementy powiadomienia o stanie

source: _Maximum icon size (px):
de: _Maximale Symbolgröße (px)
eu: Gehienezko ikono neurria (px):
pl: _Maksymalny rozmiar ikony (px):

source: Arrange items in a single row
de: Einträge ein einer Zeile anordnen
eu: Elementuak lerro bakarrean antolatu
pl: Rozmieszczenie elementy w jednym wierszu

source: If enabled, ensure that the items are laid out in a single row or column
pl: Zapewnia wyświetlanie elementów w jednym wierszu lub kolumnie

source: Square icons
de: quadratische Symbole
eu: Ikono karratuak
pl: Ikony kwadratowe

source: Item buttons will take a square when it's possible
de: Knöpfe der Einträge werden ein Quadrat füllen, falls möglich
eu: Elementuen botoiak karratuak izango dira ahal denean
pl: Ikony elementów zajmą plac, gdy to możliwe

source: Symbolic icons
de: Bildliche Symbole
eu: Ikono sinbolikoak
pl: Ikony symboliczne

source: Load symbolic icons if available
de: Bildliche Symbole laden falls verfügbar
eu: Ikono sinbolikoak kargatu eskuragarri badaude
pl: Załaduj ikony symboliczne, jeśli są dostępne

source: Appearance
de: Erscheinungsbild
eu: Itxura
pl: Wygląd

source: Menu is primary action
de: Primäre Aktion ist das Menü
eu: Menua ekintza nagusia da
pl: Menu jest podstawową akcją

source: Left click will always display the menu for item
de: Linksklick wird immer das Menü für einen Eintrag anzeigen
eu: Ezkerreko klika elementuaren menua erakutsiko du beti
pl: Lewe kliknięcie zawsze wyświetla menu dla elementu

source: Behavior
de: Verhalten
eu: Portaera
pl: Zachowanie

source: Hide items by default
de: Einträge standardmäßig verstecken
eu: Elementuak ezkutatu modu lehenetsian
pl: Domyślne ukrywanie elementów

source: When enabled, all new items will be marked as "Hidden"
de: Falls aktiviert, werden alle neuen Einträge als »Versteckt« markiert
eu: Gaitzen denean, elementu berri guztiak "Ezkutukoak" bezala markatuko dira
pl: Gdy włączone, wszystkie nowe elementy zostaną oznaczone jako "Ukryty"

source: Item
de: Eintrag
eu: Elementua
pl: Element

source: Hidden
de: Versteckt
eu: Ezkutatuta
pl: Ukryty

source: Move the selected item one row up
de: Den gewählten Eintrage eine Zeile nach oben verschieben
eu: Mugitu hautatutako elementua lerro bat gora.
pl: Przemieszcza zaznaczony element jeden wiersz w górę

source: Move the selected item one row down
de: Den gewählten Eintrage eine Zeile nach unten verschieben
eu: Mugitu hautatutako elementua lerro bat behera.
pl: Przemieszcza zaznaczony element jeden wiersz w dół

source: C_lear Known Items
de: Bekannte Einträge _leeren
eu: Elementu ezagunak ezabatu
pl: _Wyczyść znane elementy

source: Resets the list of items and their visibility settings
de: Liste der Einträge und ihre Anzeigeeinstellungen zurücksetzen
eu: Elementuen zerrenda eta beraien ikusgaitasun ezarpenak berrezarri.
pl: Czyści listę elementów i ich ustawienia widoczności

source: Known Items
de: Bekannte Einträge
eu: Elementu ezagunak
pl: Znane elementy

source: Provides a panel area for status notifier items (application indicators).
pl: Dostarcza obszar panelu dla elementów powiadomienia o stanie (wskaźników aplikacji)

source: Status Notifier Plugin
de: Modul zur Statusbenachrichtigung
eu: Egoera jakinarazpen plugina
pl: Wtyczka powiadomienia o stanie

source: Provides a panel area for status notifier items (application indicators)
de: Stellt einen Leistenbereich für Objekte zur Statusbenachrichtung (Anwendungseinträge) bereit
eu: Panel eremu bat hornitzen du egoera jakinarazpen elementuetarako (aplikazio adierazleak)
pl: Dostarcza obszar panelu dla elementów powiadomienia o stanie (wskaźników aplikacji)

source: If enabled, ensure that the items are laid out in a single row
de: Wenn aktiviert, werden Einträge in einer einzelnen Zeile ausgerichtet.
eu: Gaituta badago, elementuak lerro bakarrean jartzea bermatu.
